{
  "page_title": "Scanium - Eliminación de Cuenta",
  "heading": "Solicitud de Eliminación de Cuenta",
  "intro": "Utilice este formulario para solicitar la eliminación de su cuenta de Scanium si ya no tiene acceso a la aplicación.",
  "warning_title": "Advertencia: Esta acción es permanente y no se puede deshacer.",
  "warning_text": "Eliminar su cuenta eliminará permanentemente todos sus datos de nuestros sistemas.",
  "what_deleted_heading": "Qué se eliminará:",
  "deleted_items": {
    "profile": "Su perfil de cuenta (correo electrónico, nombre para mostrar, foto de perfil)",
    "auth": "Todas las sesiones de autenticación",
    "ebay": "Conexiones de marketplace de eBay y tokens almacenados",
    "listings": "Todos los anuncios en borrador y publicados",
    "scan_history": "Historial de escaneo y datos de artículos"
  },
  "retention_heading": "Retención de Datos:",
  "retention_text": "Algunos datos anonimizados pueden conservarse con fines de cumplimiento legal, seguridad y prevención de fraude (como estadísticas de uso agregadas y registros de seguridad). Estos datos no pueden vincularse con su identidad.",
  "alternative_heading": "Alternativa:",
  "alternative_text": "Si todavía tiene la aplicación Scanium instalada, puede eliminar su cuenta directamente desde Configuración → Cuenta → Eliminar Cuenta.",
  "email_label": "Su Correo Electrónico de Cuenta",
  "email_placeholder": "scanium@gtemp1.com",
  "submit_button": "Solicitar Eliminación de Cuenta",
  "submit_button_loading": "Enviando correo de verificación...",
  "submit_button_confirming": "Confirmando eliminación...",
  "success_heading": "¡Correo de verificación enviado!",
  "success_text": "Hemos enviado un correo de verificación a su dirección. Por favor, revise su bandeja de entrada y haga clic en el enlace para confirmar la eliminación de la cuenta.",
  "success_important": "Importante: El enlace de verificación expira en 1 hora.",
  "error_heading": "Error",
  "confirmed_heading": "Cuenta Eliminada",
  "confirmed_text": "Su cuenta ha sido eliminada exitosamente. Todos sus datos han sido eliminados permanentemente de nuestros sistemas.",
  "confirmed_success": "Su cuenta de Scanium ha sido eliminada permanentemente. Gracias por usar Scanium.",
  "error_invalid_link": "Enlace de verificación inválido o expirado.",
  "error_unexpected": "Ocurrió un error inesperado. Por favor, inténtelo de nuevo más tarde.",
  "back_link": "← Volver a la Política de Privacidad"
}
