{
  "page_title": "Scanium - Eliminazione Account",
  "heading": "Richiesta di Eliminazione Account",
  "intro": "Utilizza questo modulo per richiedere l'eliminazione del tuo account Scanium se non hai più accesso all'app.",
  "warning_title": "Attenzione: Questa azione è permanente e non può essere annullata.",
  "warning_text": "L'eliminazione del tuo account rimuoverà permanentemente tutti i tuoi dati dai nostri sistemi.",
  "what_deleted_heading": "Cosa verrà eliminato:",
  "deleted_items": {
    "profile": "Il tuo profilo account (email, nome visualizzato, foto profilo)",
    "auth": "Tutte le sessioni di autenticazione",
    "ebay": "Connessioni marketplace eBay e token memorizzati",
    "listings": "Tutti gli annunci in bozza e pubblicati",
    "scan_history": "Cronologia scansioni e dati articoli"
  },
  "retention_heading": "Conservazione dei Dati:",
  "retention_text": "Alcuni dati anonimizzati possono essere conservati per scopi di conformità legale, sicurezza e prevenzione delle frodi (come statistiche di utilizzo aggregate e registri di sicurezza). Questi dati non possono essere collegati alla tua identità.",
  "alternative_heading": "Alternativa:",
  "alternative_text": "Se hai ancora l'app Scanium installata, puoi eliminare il tuo account direttamente da Impostazioni → Account → Elimina Account.",
  "email_label": "La Tua Email dell'Account",
  "email_placeholder": "scanium@gtemp1.com",
  "submit_button": "Richiedi Eliminazione Account",
  "submit_button_loading": "Invio email di verifica...",
  "submit_button_confirming": "Conferma eliminazione...",
  "success_heading": "Email di verifica inviata!",
  "success_text": "Abbiamo inviato un'email di verifica al tuo indirizzo. Controlla la tua casella di posta e clicca sul link per confermare l'eliminazione dell'account.",
  "success_important": "Importante: Il link di verifica scade tra 1 ora.",
  "error_heading": "Errore",
  "confirmed_heading": "Account Eliminato",
  "confirmed_text": "Il tuo account è stato eliminato con successo. Tutti i tuoi dati sono stati rimossi permanentemente dai nostri sistemi.",
  "confirmed_success": "Il tuo account Scanium è stato eliminato permanentemente. Grazie per aver utilizzato Scanium.",
  "error_invalid_link": "Link di verifica non valido o scaduto.",
  "error_unexpected": "Si è verificato un errore imprevisto. Riprova più tardi.",
  "back_link": "← Torna all'Informativa sulla Privacy"
}
