{
  "page_title": "Scanium - Exclusão de Conta",
  "heading": "Solicitação de Exclusão de Conta",
  "intro": "Use este formulário para solicitar a exclusão da sua conta Scanium se você não tiver mais acesso ao aplicativo.",
  "warning_title": "Atenção: Esta ação é permanente e não pode ser desfeita.",
  "warning_text": "Excluir sua conta removerá permanentemente todos os seus dados de nossos sistemas.",
  "what_deleted_heading": "O que será excluído:",
  "deleted_items": {
    "profile": "Seu perfil de conta (e-mail, nome de exibição, foto de perfil)",
    "auth": "Todas as sessões de autenticação",
    "ebay": "Conexões do marketplace eBay e tokens armazenados",
    "listings": "Todos os anúncios em rascunho e publicados",
    "scan_history": "Histórico de escaneamento e dados de itens"
  },
  "retention_heading": "Retenção de Dados:",
  "retention_text": "Alguns dados anonimizados podem ser retidos para fins de conformidade legal, segurança e prevenção de fraudes (como estatísticas de uso agregadas e registros de segurança). Esses dados não podem ser vinculados à sua identidade.",
  "alternative_heading": "Alternativa:",
  "alternative_text": "Se você ainda tiver o aplicativo Scanium instalado, pode excluir sua conta diretamente em Configurações → Conta → Excluir Conta.",
  "email_label": "Seu E-mail da Conta",
  "email_placeholder": "scanium@gtemp1.com",
  "submit_button": "Solicitar Exclusão de Conta",
  "submit_button_loading": "Enviando e-mail de verificação...",
  "submit_button_confirming": "Confirmando exclusão...",
  "success_heading": "E-mail de verificação enviado!",
  "success_text": "Enviamos um e-mail de verificação para seu endereço. Por favor, verifique sua caixa de entrada e clique no link para confirmar a exclusão da conta.",
  "success_important": "Importante: O link de verificação expira em 1 hora.",
  "error_heading": "Erro",
  "confirmed_heading": "Conta Excluída",
  "confirmed_text": "Sua conta foi excluída com sucesso. Todos os seus dados foram permanentemente removidos de nossos sistemas.",
  "confirmed_success": "Sua conta Scanium foi permanentemente excluída. Obrigado por usar o Scanium.",
  "error_invalid_link": "Link de verificação inválido ou expirado.",
  "error_unexpected": "Ocorreu um erro inesperado. Por favor, tente novamente mais tarde.",
  "back_link": "← Voltar para a Política de Privacidade"
}
